IDEA Open Model
SteelSetupAISC.ReductionFactorShear Property
Compatible with IDEA StatiCa 20.1
 ACI 318
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double ReductionFactorShear { get; set; }
Public Property ReductionFactorShear As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace